/* Localizable String */
sUIName = "Utilitário de Rede Wi-Fi";
sUIVersion = "Versão do Utilitário";
sDriverVersion = "Versão do controlador: v";
sCopyright = "Copyright 2018.";

// Button
OK ="OK";
CANCEL ="Cancelar";
NO ="Não";
YES ="Sim";
Join="Aceder";
Profiles="Perfis";
Join_Other="Outra...";
Show_Nets="Mostrar redes";
Apply="Aplicar";
Remove="Remover";
PIN="PIN";
PBC="PBC";
Forget="Esquecer esta rede";

//DropDownMenu
State_RfOn="USB-WiFi: Ligado";
State_RfOff="USB-WiFi: Desligado";
State_Scan="USB-WiFi: Procurar redes...";
State_Unplug="O USB-WiFi não está interligado";
State_Disable="Ative o USB-WiFi";

Info_IfName="Nome da interface:";
Info_MacAddr="Endereço:";
Info_IpAddr= "Endereço IP:";
Info_Router= "Router:";
Info_Reachable= "Internet: Alcançável";
Info_Unreachable= "Internet: Inalcançável";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Canal:";
Info_CountryCode= "Código do país:";
Info_RSSI= "RSSI:";
Info_Noise= "Ruído:";
Info_TxRate= "Velocidade de transmissáo:";
Info_PhyMode= "Modo PHY:";
Info_McsIndex= "Índice MCS:";

Radio_ON ="Ligar USB-WiFi";
Radio_OFF ="Desligar USB-WiFi";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Aceder a outra rede...";
Create_Adhoc="Criar rede ad hoc...";
WPS_Fun="WPS...";
Open_Utility="Abrir utilitário de ligações sem fios...";
Open_Preference="Abrir preferências da rede...";

//ScanTable View
ScanTable_View_Title="Selecione a rede a que pretende aceder.";
ScanTable_View_SubTitle="Selecione na lista a rede a que deseja aceder. Depois digite a palavra-passe dessa rede, se for necessário.";
Associated="Associado";
SignalStrength="ForçaSinal";
Scanning="A procurar...";

// Setting Field View
Join_BroadcastSecAP1="A rede Wi-Fi";
Join_BroadcastSecAP2="requer uma palavra-passe";
Join_BroadcastSecAP3="";
Join_HiddenSecAP1="Este rede Wi-Fi oculta requer uma";
Join_HiddenSecAP2="palavra-passe";
Join_HiddenOpenAP="Introduza o nome da rede Wi-Fi oculta.";

// Join Other
Create_Infra_Title="Digite o nome da rede Wi-Fi.";
Create_Infra_SubTitle="Digite o nome da rede Wi-Fi a que pretende aceder e depois digite a palavra-passe, se for necessário.";
Create_Adhoc_Title="Criar uma rede de computador a computador.";
Create_Adhoc_SubTitle="Introduza o nome da rede de computador a computador que deseja criar.";

//Setting Field
Security_None="Nenhuma";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Empresarial TKIP";
Security_WpaAes1X="WPA Empresarial AES";
Security_Wpa2Tkip1X="WPA2 Empresarial TKIP";
Security_Wpa2Aes1X="WPA2 Empresarial AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="segurança";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Pessoal";
Profile_Wpa2="WPA2 Pessoal";
Profile_Wpa1X="WPA Empresarial";
Profile_Wpa21X="WPA2 Empresarial";
Profile_WpaNone="WPA-None";

NetworkName="Nome da rede:";
Security="Segurança:";
Password="Palavra-passe:";
ShowPassword="Mostrar palavra-passe";
ASCII="ASCII";
UserName="Utilizador:";
EAP="802.1x EAP:";
PEAP="Automàtica (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="Certificado CA:";
Client_Cert="Certificado de cliente:";
Private_Key="Chave privada:";
Private_Key_Pwd="Palavra-passe de chave privada:";

Choose_Private_Key="Escolher ficheiro de chave privada (PEM/DER/PFX)";
Choose_Client_Cert="Escolher ficheiro de certificado de cliente (PEM/DER/PFX)";
Choose_CA_Cert="Escolher ficheiro de certificado de CA (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Selecionar certificado no porta-chaves";
Select_File_Cert_Desc="Selecionar ficheiro de certificado";
Select_KeyChain_Identity_Desc="Selecionar identidade no porta-chaves";
Select_KeyChain_Key_Desc="Selecionar chave privada no porta-chaves";
Select_File_Key_Desc="Selecionar ficheiro de chave privada";

Cert_Expire="O ficheiro de certificado expirou";

Cert_Examine_Title1="A autenticar na rede";
Cert_Examine_Title2="";
Cert_Examine_Info1="Antes de proceder á autenticação no servidor";
Cert_Examine_Info2=", deve examinar o certificado do servidor para se certificar de que é apropriado para esta rede.\n\nPara ver o certificado, clique em \'Mostrar certificado\'.";


// Profiles
PreferredNet="Redes prederidas:";
StateTitle="Estado";
SSIDTitle="Nome da rede";
SecurityTitle="Segurança";


//WPS 
WPS_PIN_Title="Introduza o código PIN na página de configuração do seu PA";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="seg";
WPS_Progress="Progresso da WPS:";
WPS_init_Str = " iniciar o processo WPS ";
WPS_scan_Str = " Procurar PA WPS activo ";
WPS_connect_Str = " Ligar ao PA WPS ativo ";
WPS_handshake_Str =" Iniciar a negociação WPS ";
WPS_exchange_Str =" Trocar mensagem WPS ";
WPS_done_Str = " Trocar mensagem WPS [Realizado] ";
WPS_fail_Str = "  Falhou a troca de Mensagem WPS, Tente estabelecer ligação com outro PA WPS ";
WPS_start_Str = " INÍCIO DE WPS ";
WPS_finish_Str = "     Protocolo WPS concluído !!";
WPS_auto_connect_Str = "Irá ligar-se ao PA WPS automaticamente.";
WPS_timeout_Str = "     Fim de tempo limite de WPS!!";
WPS_connection_failed_Str = " Falha de ligação. Tente novamente mais tarde !!";

Wps_overlap_Str = "Sobreposição de sessão";
Wps_more_pbc_Str = "     Mais do que um PA no Modo PBC !!";
Wps_retry_Str = "Utilize o PIN ou aguarde um instante e tente novamente";

ERROR0 = "ERRO";
ERROR1 = "Introduza a chave!";
ERROR2 = "Índice de chave wep incorreto!!!";
ERROR3 = "A extensão da chave deve ser entre 8 e 64 carateres ASCII ou 64 hexadecimal!";
ERROR4 = "A chave de rede não está no formato hexadecimal (0~9, a~f, A~F)!";
ERROR5 = "A extensão da chave ASCII tem de ser 5 ou 13!";
ERROR6 = "A extensão da chave de rede não está correta!";
ERROR7 = "A extensão da chave de rede tem de ser 10 ou 26!";
ERROR8 = "A chave de rede e a chave de confirmação não são iguais!";
ERROR9 = "A chave de rede não está no formato ASCII!";
ERROR10 = "A chave de rede não está no formato 64HEX (0~9, a~f, A~F)!";
ERROR11 = "Esta definição de país não permite ligar-se a uma rede Ad-hoc nos canais 12 e 13, ou Bandas 2 e 3!!";
ERROR12 = "Impossível ligar-se a rede Ad Hoc usando WPA-NONE !!";
ERROR13 = "Impossível ligar-se a rede Ad Hoc usando WPA2-PSK !!";
ERROR14 = "WPA/WPA2 Enterprise não é suportado !!";
ERROR15 = "Permita ao utilitário ter acesso ao porta-chaves.";

WARNING0 = "Aviso";
WARNING1 = "Introduza o SSID";
WARNING2 = "Introduza o nome do perfil";
WARNING3 = "O número de carateres do SSID excede 32.";
WARNING4 = "O perfil já existe. Pretende substituí-lo?";
WARNING5 = "Tem a certeza de que deseja apagar o perfil selecionado?";

NOTICE0 = "NOTA";
NOTICE1 = "Erro do modo AP.";
NOTICE2 = "Erro do modo STA.";
NOTICE3 = "A definição do valor de QOSMode falhou";
NOTICE4 = "A obtenção do valor do QOSMode falhou";
NOTICE5 = "Valor incorreto do QOSMode";	
NOTICE6 = "O RTSThreshold está fora do intervalo. (0 ~ 2432)";
NOTICE7 = "O FragmentationThreshold está fora do intervalo. (256 ~ 2432)";
NOTICE8 = "Ative o USB-WiFi no item de Rede das Preferências do Sistema.";
NOTICE9 = "Ligue o USB-WiFi ao seu computador";
NOTICE10 = "Palavra-passe incorreta, tente novamente";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";